spec/fixtures/soap/xml/IControl.LocalLB.ProfileHttpClass.set_pool_name_9efa942c734233b042acc0eb233a6850_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/ProfileHttpClass"><env:Body><wsdl:set_pool_name><pool_names><item><value>test_pool1</value><default_flag>false</default_flag></item></pool_names><profile_names><value>test_profile1</value></profile_names></wsdl:set_pool_name></env:Body></env:Envelope>
